

DATA = [
    {
    'name': 'omlet',
    'description': {
                'яйца, шт': 2,
                'молоко, л': 0.1,
                'соль, ч.л.': 0.5,},
    },
    {
    'name': 'pasta',
    'description': {
                'макароны, г': 0.3,
                'сыр, г': 0.05,},
    },
    {
    'name': 'buter',
    'description': {
                'хлеб, ломтик': 1,
                'колбаса, ломтик': 1,
                'сыр, ломтик': 1,
                'помидор, ломтик': 1,},
    },
    {
    'name': 'hod_dog',
    'description': {
                'булка, шт': 1,
                'сосиська, шт': 1,
                'горчица, г': 10,},
    },
    {
    'name': 'mack_chicken',
    'description': {
                'булочка, ломтик': 2,
                'куринное филе, ломтик': 1,
                'сыр, ломтик': 1,
                'лук, ломтик': 1,
                'салат, лист': 1,},
    },
]
